# VAR 	        *******************************************************************************
KANGLE_VERSION="3.5.2"
PHP_VERSION="5.2.17"
EASYPANEL_VERSION="2.6.17"
PUREFTP_VERSION="1.0.36"
PHP52="5.2.17"
PHP53="5.3.29"
PHP54="5.4.45"
PHP55="5.5.31"
PHP56="5.6.17"
DOWNLOAD_FILE_URL="http://cn.t4943.cn"
DOWNLOAD_URL="http://cn.t4943.cn";
msg="¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù¡ù"

color_cyan="  [40;36m"
color_red="  [40;31m"
color_yellow="  [40;33m"
color_green="  [40;32m"
color_white="  [40;37m"